[    
   {
      "idSach": 0,
      "tenSach": "Số đỏ",
      "MoTa": "Tác phẩm chính: Không một tiếng vang (kịch, 1931), Cạm bẫy người (phóng sự, 1933), Dứt tình (tiểu thuyết, 1934), Kỹ nghệ lấy Tây (phóng sự, 1934), Giông tố (tiểu thuyết, 1936), Cơm thầy cơm cô (phóng sự, 1936), Vỡ đê (tiểu thuyết, 1936), Số đỏ (tiểu thuyết, 1936), Làm đĩ (tiểu thuyết, 1936), Lấy nhau vì tình (tiểu thuyết, 1937), Lục sì (phóng sự, 1937), Trúng số độc đắc (tiểu thuyết, 1938),... và nhiều truyện ngắn.",
      "namXuatban": "1936",
      "phi": 50000,
      "idTheLoai":5,
      "idNXB":3,
      "IDtacgia":0
   },
   {
      "idSach": 1,
      "tenSach": "Giông tố",
      "MoTa": "Tác phẩm Giông tố đã đóng bằng một việc tiêu cực tự hoại thân thể, và cũng mở đầu bằng một cuộc cưỡng dâm thô bạo có trả tiền. Rồi lại tiếp diễn những cuộc tiền dâm hậu thú và thông dâm, và vân vân. Nhưng cái chính không phải ở đây. Giông tố có nói đến nông dân, nhưng cái nhìn của Vũ Trọng Phụng còn chệch choạc. Giông tố có nói đến chiến sĩ cách mạng nhưng cái nhìn của Vũ Trọng Phụng còn viển vông, phiêu lưu. Cái mà Vũ Trọng Phụng đánh trúng nhất trong Giông tố tức là đánh vào cái sự trâng tráo tàn bạo của thế lực đồng tiền, của những thế lực phản bội đã dựa vào đế quốc và định cầm cân nảy mực cho sự sống và ngự trị lên trên cái giá trị thật của đời sống.",
      "namXuatban": "1937",
      "phi": 98000,
      "idTheLoai":11,
      "idNXB":3,
      "IDtacgia":0
   },
   {
      "idSach": 2,
      "tenSach": "Lục xì",
      "MoTa": "Lục Xì là một thiên phóng sự của Vũ Trọng Phụng xuất bản năm 1937, viết về một phúc đường chuyên chữa bệnh hoa liễu cho gái điếm và qua đó phản ánh tệ nạn mại dâm trong thời kỳ Pháp thuộc.",
      "namXuatban": "1937",
      "phi": 35000,
      "idTheLoai":5,
      "idNXB":3,
      "IDtacgia":0
   },
   {
      "idSach": 3,
      "tenSach": "Hai đứa trẻ",
      "MoTa": "'Hai đứa trẻ' là một trong những truyện ngắn đặc sắc của Thạch Lam, in trong tập 'Nắng trong vườn'. Cũng như nhiều truyện ngắn khác của ông, Hai đứa trẻ có sự hòa quyện giữa yếu tố hiện thực và lãng mạn trữ tình.",
      "namXuatban": "1938",
      "phi": 35000,
      "idTheLoai":20,
      "idNXB":3,
      "IDtacgia":1
   },
   {
      "idSach": 4,
      "tenSach": "Gặp Gió Lạnh Đầu Mùa",
      "MoTa": "Truyện Gió lạnh đầu mùa cho thấy sự khác biệt giữa những đứa trẻ sống trong gia đình khá giả và nghèo khó. Đồng thời, truyện còn ca ngợi tình yêu thương, tấm lòng nhân ái của con người.",
      "namXuatban": "1937",
      "phi": 50000,
      "idTheLoai":20,
      "idNXB":3,
      "IDtacgia":1
   },
   {
      "idSach": 5,
      "tenSach": "Cô hàng xén",
      "MoTa": "Cô hàng xén là một trong những tác phẩm tiêu biểu của nhà văn Thạch Lam. Tác phẩm xoay quanh cuộc sống của cô hàng xén và những phiên chợ cũng như cuộc sống của cô hàng xén tên Tâm từ khi chưa lấy chồng cho đến lúc lấy chồng. Tác phẩm là một tiếng thở dài về cuộc sống tần tảo vất vả của người phụ nữ xưa kia.",
      "namXuatban": "1938",
      "phi": 50000,
      "idTheLoai":20,
      "idNXB":3,
      "IDtacgia":1
   },
   {
      "idSach": 6,
      "tenSach": "Dưới bóng cây hoàng lan",
      "MoTa": "Một truyện ngắn đặc sắc khác của nhà văn Thạch Lam, kể về tình yêu trong sáng giữa nhân vật tôi và cô gái xinh đẹp, hàng xóm ở thôn quê. Hai người chia sẻ nhiều kỷ niệm ngọt ngào khi nhân vật tôi trở về quê nhà thăm bà, sau những chuyến đi làm việc xa nhà. Dưới bóng cây hoàng lan là nơi chứa đựng biết bao kỷ niệm tình yêu, là nơi chứng kiến những cuộc gặp gỡ, những tâm tư và ước mơ của họ dành cho nhau. Nơi đó không chỉ có tình cảm gia đình, mà còn là nơi thấu hiểu tình thân, người bà đáng kính, và người con gái đáng yêu luôn chờ đợi nhân vật tôi trở về.",
      "namXuatban": "1938",
      "phi": 60000,
      "idTheLoai":20,
      "idNXB":3,
      "IDtacgia":1
   },
   {
      "idSach": 7,
      "tenSach": "Sợi tóc",
      "MoTa": "Trong câu chuyện ngắn này, ranh giới giữa thiện và ác được mô tả như một sợi tóc mong manh, có thể đứt gãy bất cứ lúc nào nếu ta không giữ vững chủ đích và kiên quyết. Hai người bạn thân của câu chuyện phải đối mặt với sự đạo lý và quyết định khó khăn khi một trong họ suýt ăn cắp chiếc ví của người bạn kia vì hoàn cảnh khó khăn. Nhưng qua quá trình suy nghĩ và nhận thức, họ hiểu rằng hành động đó sẽ làm hại đến mối quan hệ và đã từ bỏ ý định xấu xa đó.",
      "namXuatban": "1942",
      "phi": 55000,
      "idTheLoai":20,
      "idNXB":3,
      "IDtacgia":1
   },
   {
      "idSach": 8,
      "tenSach": "Chí Phèo",
      "MoTa": "Chí Phèo phản ánh một hiện tượng xã hội ở nông thôn Việt Nam trước năm 1945, nông dân lao động lương thiện bị đẩy vào con đường tha hoá, lưu manh hoá. Anh Chí - nạn nhân điển hình cho số phận của những người nông dân lao động lương thiện khi chịu đựng sự tàn bạo của xã hội ngày ấy. Xã hội đó không chỉ tàn phá thể xác mà còn dằn vặt, cấu nghiến tâm hồn con người. Cuối cùng, những con người lương thiện ấy bị vùi dập đến mất cả nhân hình, nhân tính.",
      "namXuatban": "1941",
      "phi": 65000,
      "idTheLoai":20,
      "idNXB":3,
      "IDtacgia":2
   },
   {
      "idSach": 9,
      "tenSach": "Hồn Thừa",
      "MoTa": "Hồn Thừa kể về nhân vật Hộ - người trí thức nghèo, nhà văn nghèo – sống một cuộc sống mòn mỏi, bế tắc, “bị đè sát đất” bởi gánh nặng cơm áo và trở thành một người “thừa”, vô ích. Hộ đam mê lý tưởng sự nghiệp văn chương, anh ấp ủ khát vọng viết một tác phẩm để đời, “chung cho cả loài người” và làm cho “người gần người hơn”.",
      "namXuatban": "1943",
      "phi": 59000,
      "idTheLoai":4,
      "idNXB":3,
      "IDtacgia":2
   },
   {
      "idSach": 10,
      "tenSach": "Lão Hạc",
      "MoTa": "Cụ Lão Hạc của Nam Cao là một bức tranh xúc động về số phận và tâm hồn của những người nông dân chân lấm tay bùn, là bài học nhìn người: “Chao ôi ! Ðối với những người xung quanh ta, nếu ta không cố gắng tìm hiểu họ, thì ta chỉ thấy họ toàn là lỗi lầm, ngây ngô, nghèo đói, xấu xa, nát bét... chỉ là những lý do để ta trở nên tàn nhẫn”.",
      "namXuatban": "1943",
      "phi": 50000,
      "idTheLoai":20,
      "idNXB":3,
      "IDtacgia":2
   },
   {
      "idSach": 11,
      "tenSach": "Một bữa no",
      "MoTa": "Một bữa no kể về bà lão mất chồng sớm, cả đời lao động nuôi con. Mong con lớn lên sẽ là nguồn sống cho bà, nhưng con lại bỏ bà đi. Vợ con chịu tang chồng cũng rời bỏ, để lại bà già yếu đuối với đứa cháu gái nhỏ. Hai bà cháu sống nương tựa nhau bảy năm, nhưng khó khăn quá, bà bán cháu gái cho nhà bà Phó làm con nuôi. Nhưng cuộc sống của bà sau đó cũng không dễ dàng hơn. Có mười đồng bạc, bà đưa hết tám đồng cho con trai, giữ lại hai đồng làm vốn. Nhưng ông trời không thương xót, năm ngoái bà bị ốm, giờ đây sức khỏe không cho phép bà làm vú nữa. Một ngày, bà đến thăm cái đĩ, nhưng bị bà phó thụ đạp lên lòng tự trọng. Bữa cơm no nhất của bà cũng là bữa cơm cuối cùng trong đời bà.",
      "namXuatban": "1943",
      "phi": 59000,
      "idTheLoai":4,
      "idNXB":3,
      "IDtacgia":2
   },
   {
      "idSach": 12,
      "tenSach": "Bây Giờ và Mãi Mãi",
      "MoTa": "Mặc dù tiền thù lao rất cao và nhiều điều kiện ưu đãi của hãng phim, tôi vẫn từ chối vai trò đó. Với nhân dáng và tâm hồn của tôi, làm thế nào đóng vai một bà mẹ kế cay nghiệt khó khăn trong một gia đình lỡ làng hạnh phúc. Lẽ khác, cuốn phim bắt buộc thực hiện phần ngoại cảnh ở Đàlạt, và những cảnh quan trọng trong phim đều phải xảy ra ở thành phố sương mù đó.",
      "namXuatban": "1973",
      "phi": 60000,
      "idTheLoai":4,
      "idNXB":3,
      "IDtacgia":3
   },
   {
      "idSach": 13,
      "tenSach": "Bóng Lá Hồn Hoa",
      "MoTa": "Đã mấy tuần nay, thằng bạn không đến chơi. Tôi nghĩ hẳn nó đang đi xa với một người đàn bà nào đó vừa xoay được. Hoặc hết cả tiền không mua sắm thêm được thứ gì để mang lại khoe. Hoặc đang vướng vào một vụ lôi thôi nào đó. Tôi đoán phất phơ thế mà đúng.",
      "namXuatban": "1937",
      "phi": 50000,
      "idTheLoai":4,
      "idNXB":3,
      "IDtacgia":3
   },
   {
      "idSach": 14,
      "tenSach": "Bến quê",
      "MoTa": "Bến quê là truyện ngắn được lấy làm tên chung cho tập truyện của nhà văn quân đội Nguyễn Minh Châu xuất bản năm 1985. Không hiểu sao, đã từ lâu, khi đọc Bến quê, tôi cứ đinh ninh đây là bản di chúc nghệ thuật của Nguyễn Minh Châu gửi lại cho đời, được ông viết ngay từ hơn bốn năm trước lúc ra đi, và hơn hai năm khi biết mình bị trọng bệnh – bệnh ung thư máu.",
      "namXuatban": "1985",
      "phi": 70000,
      "idTheLoai":20,
      "idNXB":3,
      "IDtacgia":5
   },
   {
      "idSach": 15,
      "tenSach": "Cỏ lau",
      "MoTa": "Hiện thực chiến tranh và con người trong “Cỏ lau” được nhìn dưới con mắt của nhân vật Lực, nhìn bằng con mắt kinh nghiệm của một cuộc trải nghiệm đắng cay trong chiến tranh. Sau những năm chiến tranh, Lực nhận ra: “Chiến tranh, kháng chiến không phải như một số người khác, đến bây giờ tôi không hề mảy may hối tiếc đã dốc cả tuổ trẻ vào đấy cốn hiến cho nó, nhưng nó như một nhát dao phạt ngang mà hai nửa cuộc đời tôi bị chặt lìa thật khó gắn lại như cũ”.",
      "namXuatban": "1989",
      "phi": 55000,
      "idTheLoai":5,
      "idNXB":3,
      "IDtacgia":5
   }
]